Repository: gcoop-libre/bioleft
Catalog: profiles/bioleft/translations/bioleft.*.po
Languages: es

source: Operations
es: Operaciones

source: The email address %value is already taken.
es: La dirección de correo electrónico %value ya se encuentra utilizada.

source: Let the site determine which avatar to use.
es: Permitir que el sistema elija qué avatar voy a utilizar.

# Address label
source: Street address
es: Dirección

# Address label
source: Postal code
es: Código postal

# Address label
source: City
es: Ciudad

# Address label
source: Province
es: Provincia

# workflow state
source: Pending
es: Pendiente

# workflow state
source: Approved
es: Aprobado

# workflow state
source: Rejected
es: Rechazada

source: Created the %label Licencia.
es: Creado el %label Licencia

source: Created the %label Semilla.
es: Creado el %label Semilla

source: Created the %label Transacción.
es: Creado el %label Transacción

source: Bioleft: new transaction request
es: Bioleft: nueva solicitud de transacción

source: Are you sure you want to approve the transaccion @transaccion?
es: ¿Estás seguro de que querés aprobar esta transacción "@transaccion"?

source: Bioleft: your transaction has a new state
es: Bioleft: tu transacción tiene un nuevo estado

source: Upload requirements
es: Requerimientos del archivo

source: Access denied. You must log in to view this page.
es: Acceso no permitido. Debes iniciar sesión para ver esta página.

source: Add Semilla type
es: Añadir tipo de semilla

source: Save and import
es: Guardar e importar

source: Fetching: %title
es: Procesando: %title

source: Processing: %title
es: Procesando: %title

source: General discussion
es: Debate General

source: Enter the characters shown in the image.
es: Ingresá los caracteres que se muestran en esta imagen.

source: Save and add
es: Agregar y guardar.

source: The locality (i.e. city).
es: Ciudad

source: The dependent locality (i.e. neighbourhood).
es: Barrio

source: The country name
es: País

source: Cuaderno de campo list
es: Lista de cuadernos de campo.

source: Terms of Use
es: Términos y Condiciones

source: List Cuaderno de campo entities
es: Listar entidades Cuaderno de campo.

source: Add Terms of Use to the registration page.
es: Agregar términos y condiciones para el registro en el sitio web.

source: Edit own Cuaderno de campo entities
es: Editar entidad Cuaderno de campo propio.

source: View any Cuaderno de campo entities
es: Ver cualquier entidad Cuaderno de campo.

source: View own Cuaderno de campo entities
es: Ver entidad Cuaderno de campo propio.

source: View published Licencia entities
es: Ver Licencias publicadas.

source: View unpublished Licencia entities
es: Ver Licencias sin publicar.

source: Create new Mis cultivos entities
es: Crear nuevos "Mis cultivos".

source: %type_name: Create new semilla
es: %type_name: Se creó una nueva semilla.

source: %title has been created.
es: %title fue creada.

source: I agree with these terms
es: Estoy de acuerdo con estos términos y condiciones.

source: Plain Text
es: Texto plano.

source: Dear @user,
es: @user,

source: This e-mail has been sent from @site by the Swift Mailer module. The module has been successfully configured.
es: Este mail fue enviado desde @site por el módulo Swift Mailer. El módulo fue configurado exitosamente.

source: Kind regards
es: Saludos cordiales

source: The Swift Mailer module
es: El módulo Swift Mailer.

source: Swift Mailer has been successfully configured!
es: Swift Mailer fue exitosamente configurado!

source: image
es: imagen

source: Unable to geocode '@text'.
es: No es posible geocodificar '@text'.

source: Add Licencia
es: Agregar Licencia

source: The name of the Licencia entity.
es: El nombre de la Licencia.

source: Create Transaccion
es: Crear transacción

source: Confirmation Form
es: Formulario de confirmación.

source: @type %title has been %action.
es: @type %title fue %action.

source: Created the %label Cuaderno de campo.
es: Se ha creado el Cuaderno de campo de %label.

source: Saved the %label Cuaderno de campo.
es: Se ha guardado el Cuaderno de campo de %label.

source: Created the %label Mis cultivos.
es: Se ha creado %label en Mis cultivos
